import os

ROOT_DIR = os.path.dirname(__file__)

# DATA_DIR = os.path.join(ROOT_DIR, 'data')
# Список ID компаний (employer_id) - их можно найти в API документации hh.ru или через поиск на сайте
EMPLOYER_IDS = [
    '1740',  # Яндекс
    '3529',  # Сбербанк
    '852361',  # Ростелеком
    '2180',  # ОЗОН
    '15478',  # VK
    '3776',  # МТС
    '8620',  # rambler
    '3127',  # МегаФон
    '4219',  # TEL2
    '78638',  # Тинькофф
    '39305',  # Газпром нефть
    '1440683',  # RUTUBE
    '1375441',  # Okko
]
